export default {
    initialMessages: [
        "Я здесь, чтобы предоставить вам информацию о наших продуктах для кормления, отъема и откорма свиней.",
        "Вы можете спросить меня о характеристиках продукта, рекомендациях по категориям или о том, какие решения вам нужны для каждого этапа вашего фермерского хозяйства.",
        "Чем я могу вам помочь сегодня?"
    ],
    i18n: {
        default: {
            title: "Rotecna",
            subtitle: "Команда экспертов Rotecna готова вам помочь.",
            getStarted: "Начните чат сейчас!",
            footer: "Инновации для вашей свинофермы",
            inputPlaceholder: "Напишите свой запрос здесь..."
        }
    }
}